[
  {
    "day": 1,
    "verse": "In the beginning God created the heaven and the earth.",
    "reference": "Genesis 1:1"
  },
  {
    "day": 2,
    "verse": "The LORD is my shepherd; I shall not want.",
    "reference": "Psalm 23:1"
  },
  {
    "day": 3,
    "verse": "Trust in the LORD with all thine heart; and lean not unto thine own understanding.",
    "reference": "Proverbs 3:5"
  },
  {
    "day": 4,
    "verse": "For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.",
    "reference": "John 3:16"
  },
  {
    "day": 5,
    "verse": "I can do all things through Christ which strengtheneth me.",
    "reference": "Philippians 4:13"
  },
  {
    "day": 6,
    "verse": "Be still, and know that I am God.",
    "reference": "Psalm 46:10"
  },
  {
    "day": 7,
    "verse": "The LORD bless thee, and keep thee: The LORD make his face shine upon thee.",
    "reference": "Numbers 6:24-25"
  },
  {
    "day": 8,
    "verse": "And we know that all things work together for good to them that love God.",
    "reference": "Romans 8:28"
  },
  {
    "day": 9,
    "verse": "For I know the plans I have for you, declares the LORD, plans to prosper you and not to harm you.",
    "reference": "Jeremiah 29:11"
  },
  {
    "day": 10,
    "verse": "The LORD is my light and my salvation; whom shall I fear?",
    "reference": "Psalm 27:1"
  },
  {
    "day": 11,
    "verse": "But they that wait upon the LORD shall renew their strength.",
    "reference": "Isaiah 40:31"
  },
  {
    "day": 12,
    "verse": "Be strong and of a good courage; be not afraid, neither be thou dismayed.",
    "reference": "Joshua 1:9"
  },
  {
    "day": 13,
    "verse": "The name of the LORD is a strong tower: the righteous runneth into it, and is safe.",
    "reference": "Proverbs 18:10"
  },
  {
    "day": 14,
    "verse": "Blessed are the pure in heart: for they shall see God.",
    "reference": "Matthew 5:8"
  },
  {
    "day": 15,
    "verse": "Let your light so shine before men, that they may see your good works.",
    "reference": "Matthew 5:16"
  },
  {
    "day": 16,
    "verse": "Come unto me, all ye that labour and are heavy laden, and I will give you rest.",
    "reference": "Matthew 11:28"
  },
  {
    "day": 17,
    "verse": "Peace I leave with you, my peace I give unto you.",
    "reference": "John 14:27"
  },
  {
    "day": 18,
    "verse": "If God be for us, who can be against us?",
    "reference": "Romans 8:31"
  },
  {
    "day": 19,
    "verse": "Rejoice in the Lord always: and again I say, Rejoice.",
    "reference": "Philippians 4:4"
  },
  {
    "day": 20,
    "verse": "Cast all your anxiety on him because he cares for you.",
    "reference": "1 Peter 5:7"
  },
  {
    "day": 21,
    "verse": "The LORD is good, a strong hold in the day of trouble.",
    "reference": "Nahum 1:7"
  },
  {
    "day": 22,
    "verse": "Ask, and it shall be given you; seek, and ye shall find.",
    "reference": "Matthew 7:7"
  },
  {
    "day": 23,
    "verse": "Thy word is a lamp unto my feet, and a light unto my path.",
    "reference": "Psalm 119:105"
  },
  {
    "day": 24,
    "verse": "Create in me a clean heart, O God; and renew a right spirit within me.",
    "reference": "Psalm 51:10"
  },
  {
    "day": 25,
    "verse": "Greater love hath no man than this, that a man lay down his life for his friends.",
    "reference": "John 15:13"
  },
  {
    "day": 26,
    "verse": "Fear thou not; for I am with thee: be not dismayed; for I am thy God.",
    "reference": "Isaiah 41:10"
  },
  {
    "day": 27,
    "verse": "Delight thyself also in the LORD: and he shall give thee the desires of thine heart.",
    "reference": "Psalm 37:4"
  },
  {
    "day": 28,
    "verse": "Therefore if any man be in Christ, he is a new creature.",
    "reference": "2 Corinthians 5:17"
  },
  {
    "day": 29,
    "verse": "The joy of the LORD is your strength.",
    "reference": "Nehemiah 8:10"
  },
  {
    "day": 30,
    "verse": "This is the day which the LORD hath made; we will rejoice and be glad in it.",
    "reference": "Psalm 118:24"
  },
  {
    "day": 31,
    "verse": "And now abideth faith, hope, charity, these three; but the greatest of these is charity.",
    "reference": "1 Corinthians 13:13"
  }
]
